Repository: sheikh0687/EmatNew
Catalog: Emat/Language/*.lproj/Localizable.strings
Languages: sw_tz

source: Home
sw_tz: Mwanzo

source: My Account
sw_tz: Akaunti yangu

source: Language
sw_tz: Lugha

source: Please Enter Your Email
sw_tz: Ingiza anuani ya barua pepe

source: Please Enter Password
sw_tz: Ingiza nywila

source: Please Enter Valid Email
sw_tz: Ingiza anuani sahihi ya barua pepe

source: Please Enter Name
sw_tz: Ingiza jina lako

source: Please Enter Mobile Number
sw_tz: Ingiza namba yako ya simu

source: Login
sw_tz: Ingia

source: Sign up
sw_tz: Jisajili

source: Forgot password
sw_tz: Nimesahau nywila

source: No request found
sw_tz: Maombi hayajapatikana

source: Profile
sw_tz: Wasifu

source: Privacy policy
sw_tz: Sera ya siri

source: List
sw_tz: Listi

source: Please Enter Description
sw_tz: Ingiza maelezo

source: Please enter full name
sw_tz: Ingiza jina lako kamili

source: Select Date
sw_tz: Chagua tarehe

source: Please Select Date
sw_tz: Chagua tarehe

source: Select Time
sw_tz: Chagua muda

source: Please Select Time
sw_tz: Chagua muda

source: Select Address
sw_tz: Chagua anuani

source: Please Select Address
sw_tz: Chagua anuani

source: Are you sure you want to log out?
sw_tz: Unauhakika unataka kutoka?

source: Yes
sw_tz: Ndio

source: No
sw_tz: Hapana

source: Please Select Language
sw_tz: Chagua lugha

source: Select Your Sports
sw_tz: Chagua michezo yako

source: Please enter first name
sw_tz: Ingiza jina la kwanza

source: Please enter last name
sw_tz: Ingiza jina la mwisho

source: Please select gender
sw_tz: Chagua jinsia

source: Please enter confirm password
sw_tz: Thibitisha nywila

source: Please enter same password
sw_tz: Ingiza nywila inalofanana

source: Please enter the email
sw_tz: Tafadhali weka barua pepe

source: Please Select Country
sw_tz: Chagua nchi

source: My Profile
sw_tz: Wasifu

source: About Us
sw_tz: Kuhusu sisi

source: Change Language
sw_tz: Badili lugha

source: Change Password
sw_tz: Badili nywila

source: Terms & Conditions
sw_tz: Vigezo na masharti

source: Message
sw_tz: Ujumbe

source: Contracts
sw_tz: mikataba

source: Notifications
sw_tz: Taarifa

source: Appointment
sw_tz: mihadi

source: Please enter MCT No.
sw_tz: Ingiza namba ya MCT

source: Please enter healthy facility
sw_tz: Jina la hospitali unayoganyia kazi

source: Your Self test
sw_tz: Tathmini binafsi ya afya

source: Prevention
sw_tz: Kinga

source: Screening
sw_tz: Kujikinga

source: Treatment
sw_tz: Matibabu

source: FAQ
sw_tz: Maswali na Majibu

source: Your self test
sw_tz: Tathmini binafsi ya afya

source: Please Enter OTP
sw_tz: Ingiza namba ya siri

source: Enter Wrong OTP
sw_tz: Umekosea namba ya siri

source: First do self test from screening and then you can talk to doctors.
sw_tz: Tafadhali tanya tathmini binafsi kwanza kabla ya kuongea na daktari.

source: TALK TO A DOCTOR
sw_tz: ONGEA NA DAKTARI

source: SYMPTOMS & MANAGEMENT
sw_tz: DALILI & MATIBABU

source: TALK TO A CLIENT
sw_tz: ONGEA NA MTEJA

source: TREATMENT
sw_tz: MATIBABU

source: Send message...
sw_tz: Tuma ujumbe…

source: END CHAT
sw_tz: HITIMISHA MAZUNGUMZO

source: Please enter message
sw_tz: Ingiza ujumbe

source: Write here...
sw_tz: Andika hapa…

source: NEWS UPDATES
sw_tz: TAARIFA MPYA

source: OTHER NEWS
sw_tz: TAARIFA NYINGINE

source: Phone number
sw_tz: Namba ya simu

source: E-mail
sw_tz: Barua Pepe
